{
    "main1":{

        "name":"Scarlett Johansson",

        "des":"born November 22, 1984) is an American actress. The world's highest-paid actress in 2018 and 2019, she has featured multiple times on the Forbes Celebrity 100 list. Her films have grossed over $14.3 billion worldwide, making Johansson the ninth-highest-grossing box office star of all time. She is the recipient of various accolades, including a Tony Award and a British Academy Film Award, in addition to nominations for two Academy Awards and five Golden Globe Awards.Johansson aspired to be an actress from an early age and first appeared on stage in an Off-Broadway play as a child actor. She made her film debut in the fantasy comedy North (1994), and gained early recognition for her roles in Manny & Lo (1996), The Horse Whisperer (1998), and Ghost World (2001). Johansson shifted to adult roles in 2003 with her performances in Lost in Translation, which won her a BAFTA Award for Best Actress, and Girl with a Pearl Earring. She was nominated for Golden Globe Awards for these films, and for playing a troubled teenager in the drama A Love Song for Bobby Long (2004) and a seductress in psychological thriller Match Point (2005), the first of her three collaborations with director Woody Allen. Other works during this period include The Prestige (2006) and Vicky Cristina Barcelona (2008), and the albums Anywhere I Lay My Head (2008) and Break Up (2009), both of which charted on the Billboard 200. ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Scarlett_Johansson_by_Gage_Skidmore_2_%28cropped%2C_2%29.jpg/220px-Scarlett_Johansson_by_Gage_Skidmore_2_%28cropped%2C_2%29.jpg"
    },
    "main2":{

        "name":"Sofía Vergara",

        "des":" (Spanish: [soˈfi.a βeɾˈɣaɾa], born July 10, 1972)[1][2] is a Colombian-American actress, television producer, presenter, and model. Vergara was the highest paid actress in American television from 2013 to 2020.Vergara rose to prominence while co-hosting two television shows for Spanish-language television network Univision in the late 1990s. Her first notable acting job in English was in the film Chasing Papi (2003). She subsequently appeared in Four Brothers (2005) and Tyler Perry's comedies Meet the Browns (2008) and Madea Goes to Jail (2009), receiving an ALMA Award nomination for the latter. In 2009, she began playing Gloria Delgado-Pritchett in the ABC comedy series Modern Family for which she was nominated for four Golden Globe Awards, four Primetime Emmy Awards, and eleven Screen Actors Guild Awards.Vergara has also had roles in the films The Smurfs (2011), New Year's Eve (2011), The Three Stooges (2012), Machete Kills (2013), Fading Gigolo (2013) Chef (2014), and Hot Pursuit (2015). She also had voice-over roles in the animated films Happy Feet Two (2011), Escape from Planet Earth (2013), and The Emoji Movie (2017). Vergara was also the highest-paid Hollywood actress in 2020. Since 2020, Vergara has been a judge on America's Got Talent.[6] ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Sof%C3%ADa_Vergara_2019_by_Glenn_Francis.jpg/220px-Sof%C3%ADa_Vergara_2019_by_Glenn_Francis.jpg"
    },
    "main3":{

        "name":"Reese Witherspoon",

        "des":"Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur. The recipient of various accolades, including an Academy Award, two Golden Globe Awards, a British Academy Film Award, a Screen Actors Guild Award, and a Primetime Emmy Award, she is one of the highest-paid actresses in the world as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.Born in New Orleans, Louisiana, and raised in Nashville, Tennessee, Witherspoon began her career as a teenager, making her screen debut in The Man in the Moon (1991). Following a leading role opposite Mark Wahlberg in Fear (1996), her breakthrough came in 1999 with a supporting role in Cruel Intentions, and for her portrayal of Tracy Flick in the black comedy Election. She gained wider recognition for her role as Elle Woods in the comedy Legally Blonde (2001) and its 2003 sequel, and for her starring role in the romantic comedy Sweet Home Alabama (2002). In 2005, she garnered critical acclaim for her portrayal of June Carter Cash in the biographical musical film Walk the Line, which won her the Academy Award for Best Actress. ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Reese_Witherspoon_at_TIFF_2014.jpg/220px-Reese_Witherspoon_at_TIFF_2014.jpg"
    },
    "main4":{

        "name":"Angelina Jolie",

        "des":"born June 4, 1975) is an American actress and filmmaker. The recipient of numerous accolades, including an Academy Award and three Golden Globe Awards, she has been named Hollywood's highest-paid actress multiple times.Jolie made her screen debut as a child alongside her father, Jon Voight, in Lookin' to Get Out (1982), and her film career began in earnest a decade later with the low-budget production Cyborg 2 (1993), followed by her first leading role in a major film, Hackers (1995). She starred in the critically acclaimed biographical cable films George Wallace (1997) and Gia (1998), and won an Academy Award for Best Supporting Actress for her performance in the 1999 drama Girl, Interrupted. Her starring role as the video game heroine Lara Croft in Lara Croft: Tomb Raider (2001) established her as a leading Hollywood actress. She continued her action-star career with Mr. & Mrs. Smith (2005), Wanted (2008), Salt (2010), and The Tourist (2010), and received critical acclaim for her performances in the dramas A Mighty Heart (2007) and Changeling (2008), the latter of which earned her a nomination for an Academy Award for Best Actress. Her biggest commercial success came with the fantasy picture Maleficent (2014). She is also known for her voice role in the animation film series Kung Fu Panda (2008 to present). Jolie has also directed and written several war dramas, namely In the Land of Blood and Honey (2011), Unbroken (2014), and First They Killed My Father (2017). ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Angelina_Jolie_by_Gage_Skidmore_3.jpg/170px-Angelina_Jolie_by_Gage_Skidmore_3.jpg"
    },
    "main5":{

        "name":"Gal Gadot",

        "des":"born 30 April 1985)[5] is an Israeli actress and model. At age 18, she was crowned Miss Israel 2004. She then served two years in the Israel Defense Forces as a soldier, whereafter she began studying at the IDC Herzliya college, while building her modeling and acting careers.Gadot's first international film role came as Gisele Yashar in Fast & Furious (2009), a role she reprised in several subsequent installments of the film franchise. She went on to achieve global stardom for portraying Diana Prince / Wonder Woman in the DC Extended Universe, beginning with Batman v Superman: Dawn of Justice (2016), followed by the solo film Wonder Woman (2017), the ensemble Justice League (2017), the sequel Wonder Woman 1984 (2020), and the alternate cut Zack Snyder's Justice League (2021).[9][10] She also starred alongside Dwayne Johnson and Ryan Reynolds in the Netflix action comedy film Red Notice (2021).Dubbed the 'biggest Israeli superstar' by local media outlets,Gadot was named one of the 100 most influential people in the world by Time magazine in 2018 and has placed twice in annual rankings of the world's highest-paid actresses. ",

        "url":"https://womenintheworld.org/wp-content/uploads/2021/04/Gal-Gadot-768x480.jpeg"

    },"main6":{

        "name":"Margot Robbie",

        "des":"born 2 July 1990) is an Australian actress and producer. She has received many accolades, including nominations for two Academy Awards, three Golden Globe Awards, five Screen Actors Guild Awards and five British Academy Film Awards. Time magazine named her one of the 100 most influential people in the world in 2017 and she was ranked as one of the world's highest-paid actresses by Forbes in 2019.Born and raised in Queensland, Robbie began her career on the television series Neighbours (2008 to 2011) and Pan Am (2011 to 2012). Her breakthrough came in 2013 with the black comedy film The Wolf of Wall Street. She achieved wider recognition with starring roles as Jane Porter in The Legend of Tarzan (2016) and Harley Quinn in the DC superhero films Suicide Squad (2016), Birds of Prey (2020) and The Suicide Squad (2021).Robbie garnered critical acclaim and a nomination for the Academy Award for Best Actress for her portrayal of disgraced figure skater Tonya Harding in the biopic I, Tonya (2017). This acclaim continued with her roles as Queen Elizabeth I in the period drama Mary Queen of Scots (2018), Sharon Tate in the comedy-drama Once Upon a Time in Hollywood (2019), and a fictional Fox News employee in the drama Bombshell (2019); she received BAFTA Award nominations for all three and a nomination for the Academy Award for Best Supporting Actress for the last.Robbie is married to filmmaker Tom Ackerley. They are co-founders of the production company LuckyChap Entertainment, under which they have produced several Academy Award-nominated films, as well as the television series Dollface and Maid. ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Margot_Robbie_at_Somerset_House_in_2013_%28cropped%29.jpg/220px-Margot_Robbie_at_Somerset_House_in_2013_%28cropped%29.jpg"
        
    },"main7":{

        "name":"Jennifer Aniston",

        "des":"born February 11, 1969) is an American actress and producer. The daughter of actors John Aniston and Nancy Dow, she began working as an actress at an early age with an uncredited role in the 1988 film Mac and Me; her first major film role came in the 1993 horror comedy Leprechaun. Since her career progressed in the 1990s, she has become one of the world's highest-paid actresses. Films with her in the leading role have grossed over $1.6 billion worldwide, with 12 of them earning at least $100 million.Aniston rose to international fame for her role as Rachel Green on the television sitcom Friends (1994 to 2004), for which she earned Primetime Emmy, Golden Globe, and Screen Actors Guild awards. She has since played starring roles in numerous dramas, comedies and romantic comedies. Her biggest box office successes include Bruce Almighty (2003), The Break-Up (2006), Marley & Me (2008), Just Go with It (2011), Horrible Bosses (2011), and We're the Millers (2013), each of which grossed over $200 million in worldwide box office receipts. Some of her most critically acclaimed film roles include Office Space (1999), The Good Girl (2002), Friends with Money (2006), Cake (2014), and Dumplin' (2018). She returned to television in 2019, producing and starring in the Apple TV+ drama series The Morning Show, for which she won another Screen Actors Guild Award. ",

        "url":"https://womenintheworld.org/wp-content/uploads/2021/04/Jennifer-Aniston-768x575.jpg"

    },"main8":{

        "name":"Alexandra Daddario",

        "des":"born March 16, 1986) is an American actress. She had her breakthrough portraying Annabeth Chase in the Percy Jackson film series (2010 to 2013). She has since starred as Paige in Hall Pass (2011), Heather Miller in Texas Chainsaw 3D (2013), Blake Gaines in San Andreas (2015), Summer Quinn in Baywatch (2017), and Alexis Butler in We Summon the Darkness (2019). She has also guest starred in television series such as White Collar, It's Always Sunny in Philadelphia, True Detective, New Girl, and American Horror Story: Hotel. In 2021, she starred in the first season of the HBO series The White Lotus, for which she received widespread critical acclaim.Daddario made her television debut at the age of 16, when she played victimized teen Laurie Lewis in the ABC daytime soap opera All My Children. Her first major role was as Annabeth Chase in the fantasy adventure film Percy Jackson & the Olympians: The Lightning Thief (2010).[15] She also had a recurring role as Neal Caffrey's love interest, Kate Moreau, in the USA Network procedural drama series White Collar. In 2011, she appeared in the comedy film Hall Pass and had a recurring role as Rachel in NBC's comedy-drama series Parenthood. ",

        "url":"https://m.media-amazon.com/images/M/MV5BMTY3Nzg2NjA1OF5BMl5BanBnXkFtZTgwMjY5NTU1MzI@._V1_UY317_CR10,0,214,317_AL__QL50.jpg"

    },"main9":{

        "name":"Deepika Padukone",

        "des":" born 5 January 1986) is an Indian actress who works in Hindi films. One of the highest-paid actresses in India, her accolades include three Filmfare Awards. She features in listings of the nation's most popular personalities, and Time named her one of the 100 most influential people in the world in 2018.Padukone, the daughter of the badminton player Prakash Padukone, was born in Copenhagen and raised in Bangalore. As a teenager, she played badminton in national level championships but left her career in the sport to become a fashion model. She soon received offers for film roles and made her acting debut in 2006 as the title character of the Kannada film Aishwarya. Padukone then played a dual role opposite Shah Rukh Khan in her first Bollywood release, the romance Om Shanti Om (2007), which won her the Filmfare Award for Best Female Debut. Padukone received praise for her starring role in the romance Love Aaj Kal (2009), but this was followed by a brief setback. ",

        "url":"https://m.media-amazon.com/images/M/MV5BNGFlYzAyYjgtNzRjNS00NmE4LTliOGYtYzBkYzU5MzRhMDM0XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_UX214_CR0,0,214,317_AL__QL50.jpg"

    },"main10":{

        "name":"Priyanka Chopra",

        "des":"orn 18 July 1982)[1] is an Indian actress, model and singer. The winner of the Miss World 2000 pageant, Chopra is one of India's highest-paid and most popular entertainers. She has received numerous accolades, including two National Film Award and five Filmfare Awards. In 2016, the Government of India honoured her with the Padma Shri, and Time named her one of the 100 most influential people in the world, and in the next two years, Forbes listed her among the World's 100 Most Powerful Women.Although Chopra initially aspired to study aeronautical engineering, she accepted offers to join the Indian film industry, which came as a result of her pageant wins, making her debut with Tamil film Thamizhan (2002). Then she made her Bollywood debut in The Hero: Love Story of a Spy (2003). She played the leading lady in the box-office hits Andaaz (2003) and Mujhse Shaadi Karogi (2004) and received critical acclaim for her breakout role in the 2004 thriller Aitraaz. Chopra established herself with starring roles in the top-grossing productions Krrish and Don (both 2006), and she later reprised her role in their sequels. ",

        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Priyanka-chopra-gesf-2018-7565.jpg/220px-Priyanka-chopra-gesf-2018-7565.jpg"
    }
}