{
    "main1": {
        "name": "Singapore",
        "des": "Singapore , officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude (137 kilometres or 85 miles) north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 satellite islands and islets, and one outlying islet, the combined area of which has increased by 25% since the country's independence as a result of extensive land reclamation projects. It has the third greatest population density in the world. With a multicultural population and recognising the need to respect cultural identities, Singapore has four official languages; English, Malay, Mandarin, and Tamil. English is the lingua franca. Multiracialism is enshrined in the constitution and continues to shape national policies in education, housing, and politics. ",
        "url": "https://i.pinimg.com/736x/d0/42/48/d04248eb04e148bc48df33e2f5d252a4.jpg",
        "link": "https://en.wikipedia.org/wiki/Singapore"
    },
    "main2": {
        "name": "Dubai",
        "des": "Dubai  is the most populous city in the United Arab Emirates  and the capital of the Emirate of Dubai.[5][6][7] Established in the 18th century as a small fishing village, the city grew rapidly in the early 21st century into a cosmopolitan metropolis with a focus on tourism and hospitality. Dubai is one of the world's most popular tourist destinations.[8] It has the second most five-star hotels in the world[9] and the tallest building in the world, the Burj Khalifa.[10]\n",
        "url": "https://i.pinimg.com/564x/59/14/d4/5914d4a84ed10b374ee8f5f238d647e0.jpg",
        "link": "https://en.wikipedia.org/wiki/Dubai"
    },
    "main3": {
        "name": "Osła",
        "des": "Osla is a village in the administrative district of Gmina Gromadka, within Bolesawiec County, Lower Silesian Voivodeship, in south-western Poland.[1]\n",
        "url": "https://i.pinimg.com/736x/e2/73/9a/e2739ad4ce2ccc31f46938d1857045e1.jpg",
        "link": "https://en.wikipedia.org/wiki/Osla"
    },
    "main4": {
        "name": "Copenhagen",
        "des": "Copenhagen  is the capital and most populous city of Denmark. As of 1 January 2022, the city had a population of 805,402 .[3][7][8] It forms the core of the wider urban area of Copenhagen  and the Copenhagen metropolitan area . Copenhagen is situated on the eastern coast of the island of Zealand; another portion of the city is located on Amager, and it is separated from Malm, Sweden, by the strait of resund. The resund Bridge connects the two cities by rail and road.\n",
        "url": "https://i.pinimg.com/736x/06/0c/46/060c460daeb654d3d2534720684b2271.jpg",
        "link": "https://en.wikipedia.org/wiki/Copenhagen"
    },
    "main5": {
        "name": "Boston",
        "des": "Boston ,[5] officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 24th-most populous city in the country.[6] The city proper covers about  48.4 square miles [7] with a population of 675,647 in 2020,[2] also making it the most populous city in New England.[8] It is the seat of Suffolk County .[9] The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area  home to a census-estimated 4.8million people in 2016 and ranking as the tenth-largest MSA in the country.[10] A broader combined statistical area , generally corresponding to the commuting area[11] and including Providence, Rhode Island, is home to some 8.2million people, making it the sixth most populous in the United States.[12]\n",
        "url": "https://i.pinimg.com/736x/c8/4f/5d/c84f5d25eb697aa8f3491a8012897588.jpg",
        "link": "https://en.wikipedia.org/wiki/Boston"
    },
    "main6": {
        "name": "Amsterdam",
        "des": "Amsterdammstrd6m/ AM-stər-dam, UK also /ˌæmstərˈdæm/ AM-stər-DAM,[8][9] Dutch: [ˌɑmstərˈdɑm] ) is the capital and most populous city of the Netherlands; with a population of 872,680[10] within the city proper, 1,558,755 in the urban area[5] and 2,480,394 in the metropolitan area.[11] Found within the Dutch province of North Holland,[12][13] Amsterdam is colloquially referred to as the \"Venice of the North\", due to the large number of canals which form a UNESCO World Heritage Site.[citation needed]\n",
        "url": "https://i.pinimg.com/736x/19/b5/1b/19b51ba33988058037518b661a76e383.jpg",
        "link": "https://en.wikipedia.org/wiki/Amsterdam"
    },
    "main7": {
        "name": "New York",
        "des": "New York most commonly refers to:\n",
        "url": "https://i.pinimg.com/736x/97/92/74/979274645a4686f390ca6b255199f126.jpg",
        "link": "https://en.wikipedia.org/wiki/New York"
    },
    "main8": {
        "name": "London",
        "des": "London is the capital and largest city of England and the United Kingdom. It stands on the River Thames in south-east England at the head of a 50-mile  estuary down to the North Sea, and has been a major settlement for two millennia.[9] The City of London, its ancient core and financial centre, was founded by the Romans as Londinium and retains boundaries close to its medieval ones.[note 1][10] Since the 19th century,[11] \"London\" has also referred to the metropolis around this core, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire,[12] which largely comprises Greater London,[13] governed by the Greater London Authority.[note 2][14] The City of Westminster, to the west of the City of London, has for centuries held the national government and parliament.\n",
        "url": "https://i.pinimg.com/736x/01/64/6d/01646db9d878ac3f59d272f6877598cf.jpg",
        "link": "https://en.wikipedia.org/wiki/London"
    },
    "main9": {
        "name": "Barcelona",
        "des": "Barcelona  is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits,[7] its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people,[3] making it the fifth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan.[3] It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres  high.\n",
        "url": "https://i.pinimg.com/736x/45/49/da/4549da99a56dcd2d23a3223cb2531606.jpg",
        "link": "https://en.wikipedia.org/wiki/Barcelona"
    }
}