{
    "main1": {
        "name": "Xi Jinping",
        "des": "Xi Jinping is a Chinese politician who is president of the Peoples Republic of China since 2013. He has considered the most powerful person in the world even though the western world views him as a dictator or an authoritarian leader citing an increase in mass surveillance, a decline in human rights, Censorship of news, the Internet, and events.Before becoming president of china, he served as General Secretary of the Chinese Communist Party and the chairman of the Central Military Commission. He was born in Beijing in the year 1953, the second son of a Chinese Communist veteran, Xi Zhongxun. Xi studied Chemical Engineering at Tsinghua University. To ensure a firm grip on the ruling party, he abolished the presidential term limits in China in the year 2018 by passing a set of constitutional amendments.Xi has increased state control over china economy and also supporting the country private sector. When it comes to security issues related to China he is a hardliner and also in foreign affairs as well expanding his influence on South Africa and Europe. He projects China as assertive and more nationalistic on the world stage.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Xi-Jinping.jpg"
    },
    "main2": {
        "name": "Vladimir Putin",
        "des":"The second most influential person in the world is Vladimir Putin, President of Russia. He was a former intelligence officer who is serving as the president of Russia since 2012. He was Prime minister of Russia from 1999 to 2000 and again from 2008 to 2012.Putin was born in Leningrad (now Saint Petersburg) and he graduated from Leningrad State University in the year 1975 studying law. Putin worked as a KGB foreign intelligence officer for 16 years and rose to the rank of Lieutenant Colonel before joining politics.Under the leadership of Putin, Russia has experienced democratic backsliding. Due to lack of freedom of speech, the jailing of political opponents, purges and curtailed press freedom, and the lack of free and fair elections many experts don't consider Russia as a democratic state. Recently in 2021, he changed the law to allow him to run for reelection.",

        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Vladimir-Putin-1536x864.jpg"
    },
    "main3": {
        "name": "Joe Biden",
        "des": "Joe Biden is the current president of the United States of America and he is one of the most powerful politicians in the world. He succeeded Donald trump in the year 2020 to become the 46th president of the USA. As a member of the Democratic Party, he served as USA's 47th vice president representing Delaware as a senator from 1973 to 2009.Biden was born in 1942 in Pennsylvania and earned a doctor of law from Syracuse University in the year 1968. He is the oldest elected president in the history of the United States and the first to have a female and an African/Asian-American vice president Kamala Harris. In his first two days as president, Biden signed 17 executive orders most of them related to the reversal of most of Trump's foreign policies, especially those relating to immigration and climate change.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Joe-Biden-1-696x522.jpg"
    },
    "main4": {
        "name": "Angela Merkel",
        "des": "Angela Merkel is a German politician serving as chancellor of Germany since 2005, making her the most powerful woman in the world. She was the leader of the opposition from 2002 to 2005 before becoming chancellor. Merkel was the leader of the Christian Democratic Union from 2000 to 2018. She is the first female chancellor of Germany and widely described as the de facto leader of the European Union.Merkel was born in Hamburg in then-West Germany. Merkel continued her education at Karl Marx University, Leipzig, where she studied physics from 1973 to 1978. She earned a doctorate for her thesis in quantum chemistry. Before venturing into politics, she worked as a researcher and published many papers for three years until 1989.The major turning point in her political career was the fall of the berlin wall in 1989 when she joined a new party Democratic Awakening which was later merged with East German Christian Democratic Union. Merkel briefly served as the deputy spokesperson for the first democratically elected East German Government.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/angela-merkel-pic-1-696x391.jpg"
    },
    "main5": {
        "name": "Jeff Bezos",
        "des": "Jeff Bezos is the first American entrepreneur on the list of the most powerful people in the world in 2021. He is the founder and CEO of the multinational technology company Amazon. According to Forbes, As of June 2021, his estimated net worth is more than $200 billion making him the richest person in the world and powerful as well.Born in 1964, Mr. Bezos studied electrical engineering and computer science at Princeton University. Before he started Amazon in 1994, he worked in Wall Street for nearly eight years in a variety of fields",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Jeff-Bezos-696x464.jpeg"
    },
    "main6": {
        "name": "Pope Francis",
        "des": "Pope Francis is the head of the Catholic Church and the sovereign of the Vatican City State. He is among the most popular world leaders having followers from across the globe. He is the first pope to be a member of the Society of Jesus.Born in Argentina, he worked as a bouncer and a janitor in his younger years. He later got training in pharmacy to be a chemist and became a technician for a food science laboratory.He got the inspiration to join the Society of Jesus after recovering from severe illness and became a priest 11 years later. He then became Archbishop and later created a cardinal. Francis maintained traditional views of the Catholic Church about clerical celibacy, ordination of women, and abortion when he was Pope.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Pope-Francis-696x474.jpg"
    },
    "main7": {
        "name": "Bill Gates",
        "des": "Bill Gates is an American computer programmer and entrepreneur who cofounded Microsoft Corporation, the world's largest personal computer software company. Apart from computers, The American business magnate Bill Gates has an interest in many areas. He is also an author, landowner, and philanthropist wherein many charity programs are carried out by Bill & Melinda Gates Foundation which is the world's largest private charity.Gates estimated net worth is $145.3 billion as of 2021, who coded his first computer software program at the young age of 13. He was a Harvard University dropout who held multiple positions in the company, including being the chairman, chief executive officer, president, and chief software architect.Gates along with his wife Melinda launched the William H. Gates Foundation in 1994 which was later renamed the Bill & Melinda Gates Foundation in 1999 to fund global health programs. In 2010, The Giving Pledge was founded by Gates and Warren Buffett where they and other billionaires pledge to give a minimum of 50% of their wealth to Philanthropy.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Bill-Gates-696x423.jpg"
    },
    "main8": {
        "name": "Mohammed bin Salman Al Saud",
        "des": "Mohammed bin Salman, also known as MBS is a Saudi Arabia Politician who is the crown prince of Saudi Arabia also happens to be the country's deputy prime minister. He also serves as the chairman of the Council for Economic and Development Affairs, the chairman of the Council of Political and Security Affairs, and the Minister of Defense.MBS is often described as the power behind the throne of his father, King Salman. In 2017, King Salman appointed MBS in his place by removing his nephew Muhammad bin Nayef from the position of the crown prince. MBS was successful in several key domestic reforms such as introducing regulations to restrict religious police powers, eliminating the ban on female drivers, and weakening the male-guardianship system.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Mohammed-bin-Salman-Al-Saud-696x464.jpg"
    },
    "main9": {
        "name": "Narendra Modi",
        "des": "Narendra Modi is the current and 14th prime minister of India, which is the world's largest democracy. This makes him the most popular prime minister in the world. He was chief minister of Gujarat state from 2001 until 2014. He is a member of the parliament for the Varanasi constituency from Uttar Pradesh.He is a member of the Bharatiya Janata Party (BJP) which is the world's largest party in terms of primary membership. He is a member of the National democratic alliance (NDA) and also a registered member of the Rashtriya Swayamsevak Sangh (RSS). In 1950, Modi was born in small-town Vadnagar in Northeastern Gujarat. After completing his high school studies he traveled around India for two years visiting several religious centers.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Narendra-Modi-new-1-696x392.jpg"
    },
    "main10": {
        "name": "Larry Page",
        "des": "Google needs no introduction in the world of technology and Larry Page along with Sergey Brin are co-founders of Google. Larry is an American internet entrepreneur and computer scientist. He was the CEO of Google for four years, from 1997 to 2001 when he stepped down.He was again appointed as Google's CEO from 2011 to 2105 before leaving to become the CEO of Alphabet Inc, the parent company of Google. He held the post until 2019 and later became an Alphabet board member.With an estimated net worth of $112.5 Billion, Page is the sixth wealthiest person globally. He played a significant role in creating Google's search ranking algorithm. Born in 1973 in Michigan, Page holds a Bachelor of Science Degree in Computer Engineering from the University of Michigan and a Master of Science from Stanford University. He also has a Ph.D. in Computer Science.",
        "url": "https://cdn.thetealmango.com/wp-content/uploads/2021/06/Larry-Page-1-696x464.jpg"
    }
}